import Image from 'next/image'
import React from 'react'
import styles from '../styles/About.module.css'

function people() {
    const text =
        'ארגון ל.א.ו הוקם בשנת 2017, המטרה העיקרית של ל.א.ו היא קידום ויצירה של אחדות בישראל, אחת הפעילויות המרכזיות בל.א.ו היא חלוקות מזון למשפחות, כשאנחנו מחלקים מזון בסתר אנחנו לא יודעים מי נמצא מאחורי הדלת, לא יודעים מה דעותיו הפוליטיות, מה צבע עורו, מה מוצאו ואיזה אדם הוא, אנו יוצאים מנקודת הנחה שאנחנו רוצים לעזור לכל אדם באשר הוא וכשאנחנו מנתקים את עצמינו מכל הסטיגמות והפרדיגמות שיצרנו לעצמינו על הזולת וכך אנו באמת מצליחים להתחבר לצד השני וליצור אחדות. ל.א.ו מקיימת מגוון פעילויות נתינה ומודעות חברתית חלוקות מזון, פעילויות העלאת מודעות ברחובות בערים מרכזיות, מסיבות רחוב המפיצות שמחה בקרב העוברים והשבים וחלוקות פרחים בחגים ומועדים חשובים. לכולם יש מקום אצלינו ומוזמנים באהבה לתת יד וחיוך בפעילויות השונות.'


    return (

        <div className={styles.aboutDiv}>
            <div className={styles.contentDiv}>
                ארגון ל.א.ו הוקם בשנת 2017, המטרה העיקרית של ל.א.ו היא קידום ויצירה של אחדות בישראל,  <br />
                אחת הפעילויות המרכזיות בל.א.ו היא חלוקות מזון בסתר למשפחות קשות יום, <br />
                כשאנחנו מחלקים מזון בסתר אנחנו לא יודעים מי נמצא מאחורי הדלת,
                לא יודעים מה דעותיו הפוליטיות, מה צבע עורו, מה מוצאו ואיזה אדם הוא,
                אנו יוצאים מנקודת הנחה שאנחנו רוצים לעזור לכל אדם באשר הוא וכשאנחנו מנתקים את עצמינו מכל הסטיגמות
                שיצרנו לעצמינו על הזולת וכך אנו באמת מצליחים להתחבר לצד השני וליצור אחדות.
                ל.א.ו מקיימת מגוון פעילויות נתינה ומודעות חברתית חלוקות מזון, פעילויות העלאת מודעות ברחובות בערים מרכזיות,
                מסיבות רחוב המפיצות שמחה בקרב העוברים והשבים
                וחלוקות פרחים בחגים ומועדים חשובים. לכולם יש מקום אצלינו ומוזמנים באהבה לתת יד וחיוך בפעילויות השונות.
            </div>
            <div className={styles.imgDiv}><Image src='/aboutImg.png' alt='peson' width={700} height={500} /></div>
        </div>
    )
}

export default people